Repository: ccnmtl/nepi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: <p>The ICAP nursing e-learning platform is supported with funding from the President’s Emergency Plan for AIDS Relief (PEPFAR) and was developed in collaboration with the Columbia Center for New Media Teaching and Learning (CCNMTL). The e-learning platform is designed to support nursing and midwifery education and training. This platform will serve as an online hub for nursing education and training resources to be accessed by nursing education institutions, in-service training programs, and continuing professional development programs. Supporting nursing education and training is strategic for advancing ICAP’s goal of improving the health of families and communities.</p> <p><i>Note:</i></p> <p><i>This module covers key concepts and guidelines recommended at the time of publication. Country specific protocols may vary and new updates provided over time. Please consult your local protocols and treatment guidelines.</i></p> <p><i>This module does not replace local training requirements. Please consult your local authority (nursing council or ministry of health) for training and practice requirements.</i></p> <h1 class="pageheader">ICAP, Columbia University Mailman School of Public Health</h1> <ul> <li>Janel Smith, MPH, RN, Nursing Education Officer</li> <li>Anne Langston, MSN, FNP, Nursing Education Consultant</li> <li>Elaine Abrams, MD, Senior Research Director</li> <li>Marita Murrman, EdD, MS, RN, CHES, Senior Training and Education Specialist</li> </ul> <h1 class="pageheader">Columbia Center for New Media Teaching and Learning</h1> <ul> <li>Maurice Matiz, Executive Producer</li> <li>Lucy Appert, Producer</li> <li>Jessica Rowe, Project Manager</li> <li>Rachelle White, Designer</li> <li>Cassandra Dunlop, Developer</li> <li>Susan Dreher, Developer</li> </ul> <h1 class="pageheader">Illustrations</h4> <ul><li>Petra Röhr-Rouendaal</li></ul>
fr: <p>La plateforme d'e-learning en soins infirmiers de l'ICAP bénéficie du soutien financier du Plan d'urgence du Président des États-Unis pour la lutte contre le SIDA (PEPFAR). Elle a été mise au point en collaboration avec le Columbia Center for Teaching and Learning (CCNMTL) dans le but de soutenir l'enseignement et la formation en soins infirmiers et obstétricaux. Cette plateforme, véritable centre en ligne de ressources pour l'enseignement et la formation en soins infirmiers, sera accessible aux établissements d'enseignement infirmier, aux programmes de formation continue et aux programmes de développement professionnel continu. Le soutien à l'enseignement et à la formation en soins infirmiers est stratégique pour l'atteinte de l'objectif d'amélioration de la santé des familles et des populations de l'ICAP.</p><p><i>Remarque :</i></p><p><i> Le présent module traite des concepts et orientations clés recommandés au moment de la publication. Les protocoles propres à chaque pays peuvent varier et faire l'objet de nouvelles mises à jour au fil du temps. Veuillez consulter les protocoles et les directives de traitement de votre pays.</i></p><p><i> Le présent module ne remplace en aucun cas les exigences locales en matière de formation. Veuillez consulter les autorités (conseil de l'ordre des infirmiers ou ministère de la Santé) de votre pays afin de connaître les exigences en matière de formation et de pratique. </i></p><h1 class="pageheader">ICAP, Columbia University Mailman School of Public Health</h1><ul><li>Janel Smith, MPH, RN, Responsable de l'enseignement infirmier</li><li>Anne Langston, MSN, FNP, Conseillère pour l'enseignement infirmier</li><li>Elaine Abrams, MD, Directrice de recherche </li><li>Marita Murrman, EdD, MS, RN, CHES, Spécialiste en formation et en éducation </li><li><a href="icap.columbia.edu/about/leadership/profiles/susan-michaels-strasser-phd-mph">Susan Michaels-Strasser, PhD, MPH, RN, FAAN</a>, Directrice de la mise en œuvre et directrice associée des programmes infirmiers </li></ul><h1 class="pageheader">Columbia Center for Teaching and Learning</h1><ul><li>Maurice Matiz, Producteur délégué</li><li>Lucy Appert, Productrice</li><li>Jessica Rowe, Chef de projet</li><li>Rachelle White, Designer</li><li>Cassandra Dunlop, Développeur</li><li>Susan Dreher, Développeur</li></ul><h1 class="pageheader">Illustrations</h4><ul><li>Petra Röhr-Rouendaal</li></ul>
pt: <p>A plataforma de aprendizado eletrônico em enfermagem do ICAP é apoiada com o financiamento do Plano de Emergência para Alívio da AIDS (PEPFAR) do Presidente e foi desenvolvida em colaboração com o Columbia Center for Teaching and Learning (CTL). A plataforma de aprendizado eletrônico é projetada para apoiar a formação e educação em enfermagem e obstetrícia. Esta plataforma vai servir como um canal online para que os recursos de formação e educação em enfermagem sejam acessados por instituições de educação em enfermagem, programas de formação contínua e programas de desenvolvimento profissional contínuos. O apoio à formação e educação em enfermagem é estratégico para alcançar o objetivo do ICAP de melhorar a saúde das famílias e comunidades.</p><p><i> Nota:</i></p><p><i> Este módulo abrange os principais conceitos e diretrizes recomendadas no momento da publicação. Os protocolos específicos de cada país podem variar e novas atualizações poderão ser fornecidas ao longo do tempo. Favor consultar os seus protocolos locais e diretrizes de tratamento.</i></p><p><i>Este módulo não substitui os requisitos de formação local. Favor consultar a sua autoridade local (conselho de enfermagem ou ministério da saúde) para requisitos de prática e treinamento.</i></p><h1 class="pageheader">ICAP, Columbia University Mailman School of Public Health</h1><ul><li>Janel Smith, MPH, RN, Executiva de Educação em Enfermagem</li><li>Anne Langston, MSN, FNP, Consultora de Educação em Enfermagem</li><li>Elaine Abrams, MD, Diretora Sênior de Pesquisa</li><li>Marita Murrman, EdD, MS, RN, CHES, Especialista Sênior em Educação e Formação</li><li><a href="icap.columbia.edu/about/leadership/profiles/susan-michaels-strasser-phd-mph">Susan Michaels-Strasser, PhD, MPH, RN, FAAN</a>, Diretora Sênior de Implementação e Diretora Associada para Programas de Enfermagem</li></ul><h1 class="pageheader">Columbia Center for Teaching and Learning</h1><ul><li>Maurice Matiz, Produtor Executivo</li><li>Lucy Appert, Produtora</li><li>Jessica Rowe, Gerente de Projeto </li><li>Rachelle White, Designer</li><li>Cassandra Dunlop, Desenvolvedora</li><li>Susan Dreher, Desenvolvedora</li></ul><h1 class="pageheader">Ilustrações</h4><ul><li>Petra Röhr-Rouendaal</li></ul>

source: Confirm language choice
fr: Confirmer le choix de la langue
pt: Confirmar a escolha do idioma

source: You are beginning Option B+ in
fr: Vous commencez la formation sur l'Option B+ en
pt: Você está comecendo a Opção B+ em

source: If you change languages part way through, you will have to start from the beginning in the new language.
fr: Si vous changez de langue en cours de formation, vous devrez recommencer depuis le début avec la nouvelle langue sélectionnée.
pt: Se você alterar os idiomas durante o processo, você terá que iniciar desde o início no novo idioma.

source: Continue in
fr: Continuer en
pt: Continuar em

source: Change Language
fr: Changer de langue
pt: Alterar o idioma

source: Please correct the errors below
fr: Corrigez les erreurs ci-dessous
pt: Por favor corrija os erros abaixo

source: Your name is
fr: Votre identité
pt: Seu nome é

source: Given Name
fr: Prénom
pt: Primeiro nome

source: Surname
fr: Nom
pt: Sobrenome

source: First and last name are required
fr: Le prénom et le nom doivent être reseignés
pt: Nome e sobrenome obrigatórios

source: Your email address
fr: Adresse e-mail
pt: Seu endereço de e-mail

source: This field is required
fr: Ce champ doit être renseigné
pt: Este campo é obrigatório

source: Subject
fr: Objet
pt: Assunto

source: Message
pt: Mensagem

source: Please verify you are a person
fr: Pour vérifier que vous êtes bien une personne
pt: Favor verificar que você é uma pessoa

source: Type the characters you see in the picture
fr: Saisissez les caractères que vous apercevez dans l'image
pt: Digite os caracteres que você visualiza na imagem

source: Refresh the image
fr: Actualisez l'image
pt: Atualize a imagem

source: if you can't read the picture
fr: si vous ne parvenez pas à la lire
pt: se você não conseguir ler a imagem

source: Send Message
fr: Envoyer le message
pt: Envie a mensagem

source: <h3 class="pageheader">Certification</h3> To obtain a certificate for completion of the Option B+ elearning course, please go to the East, Central and Southern Africa Colleges of Nursing (ECSACON) website: <a href="http://cpd.ecsacon.org/">http://cpd.ecsacon.org/</a>. Users who complete the post-test and score above 80%% will receive a certificate for six hours of continuing professional development credit from ECSACON. <h3 class="pageheader">Technical Support Contact</h3> For problems related to the online environment please contact <a href="mailto:ctl-dev@columbia.edu">ctl-dev@columbia.edu</a> <h3 class="pageheader">ICAP contact</h3> For questions or requests to join the elearning platform as a participating country/school please contact ccnmtl-icap@columbia.edu <h3 class="pageheader">Creating an Account</h3> To create an account visit https://elearning.icap.columbia.edu/register/ <h3 class="pageheader">Logging in</h3> To log in enter your user name and password here https://elearning.icap.columbia.edu/accounts/login/ <h3 class="pageheader">Changing your password</h3> If you provided a valid email address when you registered you can request password change at any time. Visit https://elearning.icap.columbia.edu/accounts/password_reset/ <h3 class="pageheader">Dashboard</h3> After you log in you will see your dashboard. You will see tabs for the Option B+ Course, Groups and Profile. The Dashboard is the place where you will return to see your progress in the course, join groups (i.e. classes) and see and edit your profile. <h3 class="pageheader">Option B+ Tab</h3> <p>On the Option B+ Tab you will see a blue button that says "Begin the Course." When you click this button you will go to the first page of the course.</p> <p>After you've first visited the course, you can return to this tab to see your scores and progress through the course.</p> <h3 class="pageheader">Groups Tab</h3> <p>A group is a class at a university or a training course. If you are a faculty you may create a group. If you are a student you may join a group. You may have been told to find and join your Option B+ class. This means that your instructor has created a group at your university or organization for you to join. Once you've joined your group, your instructor will have access to your scores and progress through the system.</p> <h3 class="pageheader">To join a group as a student</h3> <p>Click "find a group" choice, choose your country, choose your school or institution, choose the group</p> <p>If you don't see your group, this means that your instructor hasn't created one yet and you will need to try again later.</p> <h3 class="pageheader">Profile Tab</h3> <p>On the Profile Tab you will see the information you entered when you registered. You can edit your name, password, and country affiliation. If you are faculty, you can request faculty access here.</p> <h3 class="pageheader">Option B+ Course</h3> <p>Once you've entered the course, you will see the first page of the course or where you left off.</p> <p>You will see the an icon shaped like a book on the upper left. This is the table of contents. Click the book to open the table of contents.</p> <p>At the bottom of the page is a "next" button. Use this button to move forward to the next page.</p> <p>The Option B+ Course contains a pre and post text, informational slides, short case studies with questions and interactive activities. You must complete one page before moving onto the next. You can go back at any time. You can use the table of contents to go back to a specific page you've visited before.</p> <h3 class="pageheader">FOR FACULTY</h3> <h3 class="pageheader">Groups</h3> <p>To see your student's scores you must create a group and then your students must join it. To create a group:</p> <ul> <li>go to your groups tab</li> <li>click "create group"</li> <li>your country and institution are already selected for you</li> <li>set the beginning and ending dates for your course.</li> <li>click "create group"</li> <li>Now that you've created a group, it is your students' responsibility to find and join this group.</li> </ul> <h3 class="pageheader">Group Information and Scores</h3> <p>You can view information about your groups the scores your students received on the pre and post tests and view their progress through the Option B+ Course.</p> <p>Go to your groups tab. Next to the name of each group is a button labeled 'details' Click Details</p> <p>Now you can see some information about your group, including number of members, and how far each student in the group has progressed through the course.</p>
fr: <h3 class="pageheader">Certification</h3>Pour obtenir un certificat pour l'achèvement du cours Option B + elearning, veuillez vous rendre sur le site Internet des Ecoles d'infirmières de l'Est, du Centre et d'Afrique australe/East, Central and Southern African Colleges of Nursing (ECSACON) : http://cpd.ecsacon.org/. Les utilisateurs qui terminent le post-test et obtiennent un score supérieur à 80% recevront un certificat pour six heures de crédit de développement professionnel continu d'ECSACON.<h3 class="pageheader">Assistance technique</h3><p>En cas de problèmes liés à l'environnement en ligne, envoyez un e-mail à l'adresse <a href="mailto:ctl-dev@columbia.edu">ctl-dev@columbia.edu</a></p><h3 class="pageheader">ICAP contact</h3><p>Pour toute question ou demande d'adhésion à la plateforme d'e-learning en tant que pays/école participant(e), envoyez un e-mail à l'adresse ccnmtl-icap@columbia.edu</p><h3 class="pageheader">Création d'un compte</h3><p>Pour créer un compte, consultez la page https://elearning.icap.columbia.edu/register/</p><h3 class="pageheader">Connexion</h3><p>Pour ouvrir une session, saisissez vos nom d'utilisateur et mot de passe ici https://elearning.icap.columbia.edu/accounts/login/</p><h3 class="pageheader">Modification du mot de passe</h3><p>Vous pouvez demander à réinitialiser votre mot de passe à condition d'avoir fourni une adresse e-mail valide lors de votre enregistrement. Consultez la page https://elearning.icap.columbia.edu/accounts/password_reset/</p><h3 class="pageheader">Tableau de bord</h3><p>Votre tableau de bord apparaît dès votre connexion. Il se compose des onglets Module Option B+, Groupes et Profil. Cette page vous permet de voir votre progression pour le module, de rejoindre des groupes (ou cours) mais aussi de consulter et de modifier votre profil.</p><h3 class="pageheader">Onglet Option B+</h3><p>L'onglet Option B+ comporte un bouton bleu qui vous invite à démarrer le module. Cliquez sur ce bouton pour ouvrir la première page du module. Après avoir consulté le module, vous pouvez revenir à cet onglet pour voir vos résultats et votre progression.</p><h3 class="pageheader">Onglet Groupes</h3><p>Un groupe est un cours universitaire ou un module de formation. Si vous êtes enseignant, vous pouvez créer un groupe. Si vous êtes étudiant, vous pouvez rejoindre un groupe. Si votre enseignant vous invite à chercher et rejoindre votre cours sur l'Option B+, cela signifie qu'il a créé un groupe au sein de votre université ou organisation et que vous pouvez le rejoindre. Après avoir rejoint votre groupe, votre enseignant aura accès à vos résultats et à votre progression dans le système.</p><h3 class="pageheader"> Rejoindre un groupe en tant qu'étudiant</h3><p>Cliquez sur « rechercher un groupe », choisissez votre pays, votre école ou institution puis votre groupe. Si votre groupe n'apparaît pas, votre enseignant ne l'a pas encore créé. Vous devrez réessayer plus tard.</p><h3 class="pageheader">Onglet Profil</h3><p>L'onglet Profil contient les informations que vous avez saisies lors de votre enregistrement. Vous pouvez modifier votre nom, votre mot de passe ainsi que votre pays d'affiliation. Si vous êtes enseignant, vous pouvez demander un accès aux enseignants ici.</p><h3 class="pageheader">Module Option B+</h3><p>À l'ouverture du module, vous arrivez sur la première page ou à l'endroit où vous vous êtes arrêté(e).</p><p>Une icône en forme de livre se situe en haut à gauche de la page. C'est la table des matières. Cliquez sur le livre pour ouvrir la table des matières.</p><p>Le bouton « suivant », situé en bas de la page, vous permet de passer à la page suivante.</p><p>Le module Option B+ contient un test préalable et un test final, des diapositives pour information ainsi que de brèves études de cas assorties de questions et d'activités interactives. Vous devez terminer une page avant de passer à la suivante. Vous pouvez revenir à tout moment. La table des matières vous permet de revenir à une page en particulier que vous avez consulté précédemment.</p><h3 class="pageheader">POUR LES ENSEIGNANTS</h3><h3 class="pageheader">Groupes</h3><p>Pour voir les résultats de votre élève, vous devez créer un groupe que vos élèves rejoindront. Pour créer un groupe, allez sur l'onglet Groupes.</p><p>Cliquez sur « créer un groupe ».</p><p>Votre pays et votre établissement sont déjà présélectionnés.</p><p>Définissez les dates de début et de fin de votre module.</p><p>Cliquez sur « créer un groupe ».</p><p>Vous venez de créer votre groupe. Ensuite, vos élèves devront trouver et rejoindre votre groupe.</p><h3 class="pageheader">Informations sur les groupes et résultats</h3><p>Vous pouvez consulter les informations de vos groupes, les résultats de vos élèves au test préalable et au test final et voir leur progression pour le module Option B+.</p><p>Allez sur l'onglet Groupes. Cliquez sur le bouton « Détails » qui figure à côté du nom de chaque groupe.</p><p>Vous pouvez désormais voir les informations de votre groupe, notamment le nombre de membres du groupe ou la progression de chaque élève du groupe pour le module.</p>
pt: <h3 class="pageheader">Certificação</h3>Para obter um certificado para a conclusão do curso de opção B +, acesse o site do Colégio de Enfermagem da África do Leste, Central e do Sul (ECSACON): http://cpd.ecsacon.org/. Os usuários que completam o pós-teste com uma pontuação acima de 80%% receberão um certificado de crédito de seis horas de desenvolvimento profissional contínuo da ECSACON.<h3 class="pageheader">Contato do Suporte Técnico</h3><p>Para problemas relacionados com o ambiente online, favor entrar em contato com <a href="mailto:ctl-dev@columbia.edu">ctl-dev@columbia.edu</a></p><h3 class="pageheader">Contato do ICAP</h3><p>Para dúvidas ou solicitações para se juntar à plataforma deaprendizado eletrônico como um país/escola participante, favorentrar em contato com ccnmtl-icap@columbia.edu</p><h3 class="pageheader">Criando uma Conta</h3><p>Para criar uma conta, visitehttps://elearning.icap.columbia.edu/register/</p><h3 class="pageheader">Fazendo o log in</h3><p>Para fazer o log in digite o seu nome de usuário e senha aquihttps://elearning.icap.columbia.edu/accounts/login/</p><h3 class="pageheader">Alterando a sua senha</h3><p>Se você forneceu um endereço de e-mail válido quando você seregistrou, você pode solicitar uma alteração de senha a qualquermomento. Visitehttps://elearning.icap.columbia.edu/accounts/password_reset/</p><h3 class="pageheader">Painel</h3><p>Depois que você fez o log in, você vai ver o seu painel. Você vaiver as abas para Curso Opção B+, Grupos e Perfil. O Painel é o lugaronde você vai retornar para ver o seu progresso no curso, participarde grupos (isto é, classes) e ver e editar o seu perfil.</p><h3 class="pageheader">Aba Opção B+</h3><p>Na aba Opção B+, você vai ver um botão azul que diz “Começar oCurso.” Quando você clicar neste botão, você vai para a primeirapágina do curso.</p><p>Depois que você visitou pela primeira vez o curso, você poderetornar para esta aba para ver as suas pontuações e progressoatravés do curso.</p><h3 class="pageheader">Aba Grupos</h3><p>Um grupo é uma classe em uma universidade ou um curso deformação. Se você é uma faculdade, você pode criar um grupo. Se vocêé um aluno, você pode participar de um grupo. Você pode ter sidoinformado para encontrar e participar da sua classe Opção B+. Issosignifica que o seu instrutor criou um grupo na sua universidade ouorganização para você participar. Uma vez que você entrou para o seugrupo, o seu instrutor terá acesso às suas pontuações e progressoatravés do sistema.</p><h3 class="pageheader">Para participar de um grupo como um aluno</h3><p>Clique em “encontrar um grupo”, escolha o seu país, escolha a suaescola ou instituição, escolha o grupo</p><p>Se você não localizar o seu grupo, isso significa que o seuinstrutor ainda não criou um e você vai precisar tentar novamentemais tarde.</p><h3 class="pageheader">Aba Perfil</h3><p>Na aba Perfil, você verá as informações que você inseriu quandovocê se registrou. Você pode editar o seu nome, senha e filiação depaís. Se você é uma faculdade, você pode solicitar o acesso àfaculdade aqui.</p><h3 class="pageheader">Curso Opção B+</h3><p>Uma vez que você inseriu o curso, você verá a primeira página docurso ou onde você parou.</p><p>Você verá o ícone em forma de um livro no canto superioresquerdo. Este é o índice. Clique no livro para abrir o índice.</p><p>No canto inferior da página está o botão “next” [próxima].Utilize este botão para avançar para a próxima página.</p><p>O Curso Opção B+ contém um pré e pós texto, slides informativos,estudos de caso curto com perguntas e atividades interativas. Vocêdeve completar uma página antes de passar para a próxima. Você podevoltar a qualquer momento. Você pode utilizar o índice para voltarpara uma página específica que você visitou anteriormente.</p><h3 class="pageheader">PARA FACULDADE</h3><h3 class="pageheader">Grupos</h3><p>Para ver as pontuações do seu aluno, você deve criar um grupo e,então, os alunos devem participar dele. Para criar um grupo vá paraa sua aba grupos.</p><p>clique em “criar grupo”</p><p>o seu país e instituição já estão selecionados para você</p><p>defina as datas de início e término para o seu curso.</p><p>clique em “criar grupo”</p><p>Agora que você já criou um grupo, é a responsabilidade dos seusalunos encontrar e participar deste grupo.</p><h3 class="pageheader">Pontuações e Informações do Grupo</h3>Você pode visualizar as informações sobre os seus grupos, as pontuaçõesque os seus alunos receberam nos pré e pós testes e visualizar o seuprogresso através do Curso Opção B+. Vá para a sua aba grupos. Ao ladodo nome de cada grupo se encontra um botão ‘details’ [detalhes] Cliqueem Detalhes Agora você pode ver algumas informações sobre o seu grupo,incluindo o número de membros, e o quanto cada aluno no grupo progrediuao longo do curso.

source: Please complete all form fields before continuing.
fr: Veuillez remplir tous les champs du formulaire avant de poursuivre, s'il vous plaît
pt: Favor completar todos os campos do formulário antes de continuar.

source: Try again
fr: Réessayer
pt: Tente de novo

source: Submit
fr: Envoyer
pt: Enviar

source: Previous
fr: Précédent
pt: Anterior

source: Home
fr: Page d'accueil
pt: Pagina Inicial

source: Next
fr: Suivant
pt: Seguinte

source: You chose
fr: Votre choix
pt: Você escolheu

source: That is correct
fr: Bonne réponse
pt: Está correto

source: That is incorrect
fr: Mauvaise réponse
pt: Está incorreto

source: The correct answer is
fr: La bonne résponse est
pt: A resposta correta é
