Repository: ccnmtl/nepi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: This platform was developed to support online learning for nurses and midwives and to share resources with nursing education institutions.
fr: <p>L'enseignement et la formation en soins infirmiers forment un volet essentiel de la mission de l' <a href="http://icap.columbia.edu" target="_blank"> ICAP </a> qui consiste à veiller sur la santé des familles et des populations du monde entier.</p><p>Cette plateforme a été mise au point dans le but de promouvoir l'apprentissage en ligne du personnel infirmier et des sages-femmes et de partager les ressources avec les établissements d'enseignement infirmier.</p>
pt: <p>A formação e educação em enfermagem é uma parte essencial da missão do <a href="http://icap.columbia.edu" target="_blank">ICAP</a> para garantir a saúde das famílias e comunidades ao redor do mundo.</p><p>Esta plataforma foi desenvolvida para apoiar o aprendizado online de enfermeiras e parteiras e compartilhar recursos com instituições de educação em enfermagem.</p>

source: <a href="http://icap.columbia.edu" target="_blank"> ICAP </a> is based at Columbia University and is a global leader in HIV/AIDS and health systems strengthening. Our Global Nurse Capacity Building Program is a multi-country initiative to strengthen and sustain nursing’s role in the care of people living with HIV. It is composed of two projects: the Nursing Education Partnership Initiative (NEPI), which is working to strengthen the capacity of nursing and midwifery educational institutions and ensure the production of sufficient numbers of well-trained, clinically competent graduates in sub-Saharan Africa; and our General Nursing capacity program, which promotes the maintenance of a skilled nursing workforce through on-going training.'
fr: L'<a href="http://icap.columbia.edu" target="_blank"> ICAP </a> , à l'Université de Columbia, est un chef de file mondial en matière de renforcement des systèmes de santé et de la lutte contre le VIH/sida. Notre programme international de renforcement des capacités du personnel infirmier est une initiative lancée par plusieurs pays pour soutenir le rôle des infirmiers(ères) dans la prise en charge des personnes vivant avec le VIH. Il se compose de deux projets : l'initiative NEPI (Nursing Education Partnership Initiative), qui vise à renforcer les capacités des établissements d'enseignement pour les infirmiers(ères) et les sages-femmes et à garantir un nombre suffisant de diplômés qualifiés et compétents sur le plan clinique en Afrique subsaharienne, d'une part, et notre programme de capacités infirmières générales qui promeut le maintien d'un personnel infirmier qualifié par le biais de la formation continue, d'autre part.
pt: <a href="http://icap.columbia.edu" target="_blank">ICAP</a> é baseado na Universidade de Columbia e é um líder global em HIV/AIDS e fortalecimento dos sistemas de saúde. O nosso Programa de Capacitação Global em Enfermagem é uma iniciativa multinacional para fortalecer e sustentar o papel da enfermagem no cuidado de pessoas que vivem com HIV. É composto por dois projetos: a Iniciativa de Parceria Educacional em Enfermagem (NEPI), que está trabalhando para fortalecer a capacidade das instituições educacionais de enfermagem e obstetrícia e garantir a produção de números suficientes de formados bem treinados e clinicamente competentes na África subsaariana; e nosso programa de Enfermagem Geral, que promove a manutenção de uma força de trabalho de enfermagem qualificada através da formação contínua.

source: This work has been supported by the President’s Emergency Plan for AIDS Relief (PEPFAR) through the U.S. Department of Health and Human Services, Health Resources and Services Administration (HRSA) under the terms of the Global Nurse Capacity Building Program, cooperative agreement #U92HA12772. The contents are the responsibility of ICAP and do not necessarily reflect the views of the United States Government.
fr: Cette initiative bénéficie du soutien du Plan d'urgence du Président des États-Unis pour la lutte contre le SIDA (PEPFAR) par l'intermédiaire de la HRSA (Health Resources and Services Administration) du ministère américain de la Santé et des Services sociaux, en vertu de l'accord de coopération n° U92HA12772 du programme international de renforcement des capacités des infirmiers. Le contenu relève de la responsabilité de l'ICAP et ne reflète pas nécessairement l'opinion du gouvernement des États-Unis.
pt: Este trabalho foi apoiado pelo Plano de Emergência para Alívio da AIDS (PEPFAR) do Presidente através do Departamento de Saúde e Serviços Humanos dos EUA, Administração de Serviços e Recursos de Saúde (HRSA) sob os termos do Programa Global de Capacitação de Enfermeiras, acordo de cooperação nºU92HA12772. O conteúdo é de responsabilidade do ICAP e não necessariamente reflete as opiniões do Governo dos Estados Unidos.

source: Click here to register for a free account
fr: Cliquez ici pour vous enregistrer et ouvrir un compte gratuit
pt: Clique aqui para se registrar para uma conta gratuita.

source: Log In
fr: Connexion
pt: Entrar

source: Invalid username or password
fr: Les informations saisies ne correspondent pas
pt: O nome de usuário ou a palavra-passe estão incorrectos

source: Username
fr: Identifiant
pt: Nome de usuário

source: Password
fr: Mot de passe
pt: Palavra-passe

source: Forgotten your password or username?
fr: Mot de passe ou nom d'utilisateur oublié ?
pt: Esqueceu-se da sua palavra-passe ou utilizador?

source: n/a
fr: s/o

source: Save
fr: Enregistrer
