Repository: ccnmtl/nepi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: English
fr: Anglais
pt: Inglês

source: French
fr: Français
pt: Francês

source: Portuguese
pt: Português

source: Page Not Found
fr: Page introuvable
pt: Página não encontrada

source: We're sorry, but the requested page could not be found.
fr: Désolé, mais la page demandée est introuvable.
pt: Lamentamos, mas a página solicitada não pode ser encontrada.

source: Server Error
fr: Erreur du serveur
pt: Erro de Servidor

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
pt: Houve um erro. Foi relatado para os administradores do site por e-mail e deve ser corrigido em breve. Obrigado pela sua paciência.

source: Follow-Up Date
fr: Date de suivi
pt: Data de Acompanhamento

source: Document the follow-up date the woman is returning to the clinic.
fr: Documentation de la date de suivi, c'est-à-dire le jouroù la patiente revient au centre de soins
pt: Documentar a data de acompanhamento que a mulher retornou para a clínica.

source: Adherence
fr: Observance
pt: Aderência

source: Document adherence to ARV drugs as G, F, or P according to the following codes
fr: Documentation de l'observance des antirétroviraux,notamment B, M ou F, selon les codes suivants
pt: Documentar a aderência aos medicamentos ARV como G, F ou P de acordo com osseguintes códigos

source: <table> <tr> <td><strong>Adherence</strong></td> <td><strong>%%</strong></td> <td colspan=2><strong>Missed doses per month</strong></td> </tr> <tr> <td></td> <td></td> <td>1 x daily dosing</td> <td>2 x daily dosing</td> </tr> <tr> <td><strong>G (Good)</strong></td> <td> <u>></u>95%%</td> <td>< 2 doses</td> <td><u><</u> 3 doses</td> </tr> <tr> <td><strong>F (Fair)</strong></td> <td>85-94%%</td> <td>2-4 doses</td> <td>4-8 doses</td> </tr> <tr> <td><strong>P (Poor)</strong></td> <td>< 85%%</td> <td><u>></u> 5 doses</td> <td><u>></u> 9 doses</td> </tr> </table>
fr: <table> <tr> <td><strong>Observance</strong></td> <td><strong>%%</strong></td> <td colspan=2><strong>Doses manquées par mois</strong></td> </tr> <tr> <td></td> <td></td> <td>1 dose quotidienne</td> <td>2 doses quotidiennes</td> </tr> <tr> <td><strong>B (Bon)</strong></td> <td> <u>></u>95%%</td> <td>< 2 doses</td> <td><u><</u> 3 doses</td> </tr> <tr> <td><strong>M (Moyen)</strong></td> <td>85-94%%</td> <td>2 à 4 doses</td> <td>4 à 8 doses</td> </tr> <tr> <td><strong>F (Faible)</strong></td> <td>< 85%%</td> <td><u>></u> 5 doses</td> <td><u>></u> 9 doses</td> </tr> </table>
pt: <table> <tr> <td><strong>Aderência</strong></td> <td><strong>%%</strong></td> <td colspan=2><strong>Doses perdidas por mês</strong></td> </tr> <tr> <td></td> <td></td> <td>1 x dosagem diária</td> <td>2 x dosagem diária</td> </tr> <tr> <td><strong>B (Bom)</strong></td> <td> <u>></u>95%%</td> <td>< 2 doses</td> <td><u><</u> 3 doses</td> </tr> <tr> <td><strong>R (Razoável)</strong></td> <td>85-94%%</td> <td>2-4 doses</td> <td>4-8 doses</td> </tr> <tr> <td><strong>F (Fraco)</strong></td> <td>< 85%%</td> <td><u>></u> 5 doses</td> <td><u>></u> 9 doses</td> </tr> </table>

source: Why
fr: Motif
pt: Por que

source: Document why adherence was poor or fair by number according to the following codes (select all that apply)
fr: Documentation de l'observance des antirétroviraux,notamment B, M ou F, selon les codes suivants
pt: Documento porque a adesão era pobre ou justo por número de acordo com os seguintes códigos (selecione tudo que se aplica)

source: <table> <tr> <td><strong>1.</strong> Toxicity/side effects</td> <td><strong>8.</strong> Patient lost/ran out of pills</td> </tr> <tr> <td><strong>2.</strong> Shared with others</td> <td><strong>9.</strong> Delivery/travel problems</td> </tr> <tr> <td><strong>3.</strong> Forgot</td> <td><strong>10.</strong> Inability to pay</td> </tr> <tr> <td><strong>4.</strong> Felt better</td> <td><strong>11.</strong> Alcohol</td> </tr> <tr> <td><strong>5.</strong> Too ill</td> <td><strong>12.</strong> Depression</td> </tr> <tr> <td><strong>6.</strong> Stigma, disclosure or privacy issues</td> <td><strong>13.</strong> Pill burden</td> </tr> <tr> <td><strong>7.</strong> Drug stock out</td> <td><strong>14.</strong> Other (specify)</td> </tr> </table>
fr: <table> <tr> <td><strong>1.</strong> Toxicité/effets secondaires</td> <td><strong>8.</strong> Stock du patient perdu or épuisé</td> </tr> <tr> <td><strong>2.</strong> Partage avec les autres</td> <td><strong>9.</strong> Problème d/accès lié au transport</td> </tr> <tr> <td><strong>3.</strong> Oubli</td> <td><strong>10.</strong> Incapable de payer</td> </tr> <tr> <td><strong>4.</strong> Se sent mieux</td> <td><strong>11.</strong> Alcool</td> </tr> <tr> <td><strong>5.</strong> Trop malade</td> <td><strong>12.</strong> Dépression</td> </tr> <tr> <td><strong>6.</strong> Problème de stigmatisation, couple discordants et confidentialité</td> <td><strong>13.</strong> Trop de comprimés à prendre</td> </tr> <tr> <td><strong>7.</strong> Rupture de stock au niveau</td> <td><strong>14.</strong> Autres (spécifiez) (specify)</td> </tr> </table>
pt: <table> <tr> <td><strong>1.</strong> Toxicidade / efeitos colaterais</td> <td><strong>8.</strong> Paciente perdeu/esgotou os comprimidos</td> </tr> <tr> <td><strong>2.</strong> Compartilhou os comprimidos</td> <td><strong>9.</strong> Problemas de entrega / viagem</td> </tr> <tr> <td><strong>3.</strong> Esqueceu</td> <td><strong>10.</strong> Incapacidade de pagamento</td> </tr> <tr> <td><strong>4.</strong> Sentiu melhor</td> <td><strong>11.</strong> Alcool</td> </tr> <tr> <td><strong>5.</strong> Muito doente</td> <td><strong>12.</strong> Depressão</td> </tr> <tr> <td><strong>6.</strong> Estigma, divulgação ou questões de privacidade</td> <td><strong>13.</strong> Carga de comprimidos</td> </tr> <tr> <td><strong>7.</strong> Droga está fora de estoque</td> <td><strong>14.</strong> Outro (especificar)</td> </tr> </table>

source: Regimen
fr: Schéma thérapeutique
pt: Regime

source: Document the ARV dose the number of pills dispensed.
fr: Documentation de la dose des antirétroviraux, c'est-à-dire le nombre de comprimés remis
pt: Documentar a dose de ARV, o número de comprimidos dispensados

source: Try Again
fr: Réessayer
pt: Tente de novo

source: Sunday
fr: dimanche
pt: Domingo

source: Monday
fr: lundi
pt: Segunda-feira

source: Tuesday
fr: mardi
pt: Terça-feira

source: Wednesday
fr: mercredi
pt: Quarta-feira

source: Thursday
fr: jeudi
pt: Quinta-feira

source: Friday
fr: vendredi
pt: Sexta-feira

source: Saturday
fr: samedi
pt: Sábado

source: <h4>NVP Dosage Chart</h4> <h5>Daily dosing for NVP for infants from birth-6 weeks</h5> <table> <tr><td>Birth weight 2000-2499 g </td><td> 1ml (10mg) once a day </td></tr> <tr><td>Birth weight ≥ 2500 g </td><td> 1.5 ml (15mg) once a day </td></tr> <tr><td>Infants < 200 g </td><td> 0.2 ml (2mg)/kg once a day </td></tr> </table> <br /> <h5>Daily dosing for NVP for infants > 6 weeks of age</h5> <div> Depending on country guidelines, there may be rare cases in which children over 6 weeks are given NVP as prophylaxis. In this case the dosages are: </div> <table> <tr><td>6 weeks to 6 months </td><td> 20mg (2ml) once a day</td></tr> <tr><td>Over 6 months to 9 months </td><td> 30mg (3ml) once a day</td></tr> <tr> <td>Over 9 months until breastfeeding ends</td> <td> 40mg (4ml) once a day</td> </tr> </table>
fr: <h4>Posologie Tableu</h4> <h5>Posologie quotidienne de la NVP chez le nourrisson de la naissance à six semaines</h5> <table> <tr><td>Poids de naissance de 2 000 à 2 499 g </td><td> 1ml (10mg) une fois par jour </td></tr> <tr><td>Poids de naissance ≥ 2 500 g </td><td> 1.5 ml (15mg) une fois par jour </td></tr> <tr><td>Nourrissons < 200 g </td><td> 0.2 ml (2mg)/kg une fois par jour </td></tr> </table> <br /> <h5>Posologie quotidienne de la NVP chez le nourrissonâgé de plus de 6 semaines</h5> <div> Selon les directives nationales, dans certains cas très rares, une prophylaxie par la NVP peut être administrée chez le nourrisson âgé de plus de six semaines. Dans ces cas, les doses sont les suivantes : </div> <table> <tr><td>De 6 semaines à 6 mois </td><td> 20mg (2ml) une fois par jour</td></tr> <tr><td>De 6 à 9 mois </td><td> 30mg (3ml) une fois par jour</td></tr> <tr> <td>Plus de 9 mois et jusqu’à l’arrêt de l’allaitement</td> <td> 40mg (4ml) une fois par jour</td> </tr> </table>
pt: <h4>Gráfico de dosagem de NVP</h4> <h5>Dose diária para NVP para bebês a partir de 6 semanas do nascimento </h5> <table> <tr><td>Peso do nascimento 2000-2499 g </td><td> 1ml (10mg) uma vez ao dia </td></tr> <tr><td>Peso do nascimento ≥ 2500 g </td><td> 1.5 ml (15mg) uma vez ao dia </td></tr> <tr><td>Criança < 200 g </td><td> 0.2 ml (2mg)/kg uma vez ao dia </td></tr> </table> <br /> <h5>Dose diária para NVP para bebês > 6 semanas de idade</h5> <div> Dependendo das diretrizes do país, pode haver casos raros em que as crianças com mais de 6 semanas são administradas com NVP como profilaxia. Neste caso, as doses são: </div> <table> <tr><td>6 semanas a 6 meses </td><td> 20mg (2ml) uma vez ao dia</td></tr> <tr><td>Mais de 6 meses a 9 meses </td><td> 30mg (3ml) uma vez ao dia</td></tr> <tr> <td>Mais de 9 meses até o final da amamentação</td> <td> 40mg (4ml) uma vez ao dia</td> </tr> </table>

source: How many ml of NVP?
fr: Quelle quantité, en ml, de NVP ?
pt: Quantos mL de NVP?

source: Correct
fr: Bonne réponse
pt: Correto

source: Incorrect
fr: Mauvaise réponse
pt: Incorreto

source: Please enter a valid amount, example: 1.23.
fr: Veuillez entrer un nombre valide
pt: Favor inserir um dígito válido, exemplo:1.23.

source: How many times each day?
fr: Combien de fois par jour ?
pt: Quantas vezes por dia?

source: x per day
fr: fois par jour
pt: x por dia

source: Please enter a valid digit or decimal for "times each day."
fr: Veuillez entrer un nombre valide pour indiquer le nombre de fois par jour.
pt: Favor inserir um dígito válido ou decimal para "vezes por dia."

source: For how many weeks?
fr: Pendant combien de semaines ?
pt: Por quantas semanas?

source: weeks
fr: semaines
pt: semanas

source: Please enter a valid digit or decimal for "weeks"
fr: Veuillez indiquer un nombre valide pour indiquer le nombre de semaines.
pt: Favor inserir um dígito válido ou decimal para "semanas."

source: mouth
fr: bouche
pt: boca

source: eyes
fr: yeux
pt: olhos

source: chair
fr: chaise
pt: cadeira

source: chart
fr: dossier
pt: gráfico

source: Mouth
fr: Bouche
pt: Boca

source: Smile! Use good body language, nod your head, lean forward.
fr: Souriez ! Utilisez un langage du corps approprié, hochez de la tête, penchez-vous vers la patiente.
pt: Sorria! Utilize boa linguagem corporal, acene com a cabeça, incline-se para frente.

source: Eyes
fr: Yeux
pt: Olhos

source: Make eye contact.
fr: Maintenez un contact visuel.
pt: Faça contato visual.

source: Chair
fr: Chaise
pt: Cadeira

source: Sit squarely facing the person. Do not sit behind a desk!
fr: Asseyez-vous bien en face de la patiente. Ne vous asseyez pas derrière un bureau !
pt: Sente-se diretamente de frente para a pessoa. Não sente atrás de uma mesa!

source: Chart
fr: Dossier
pt: Gráfico

source: Try not to write during a HIV testing and counseling session, unless you are recording key information for the woman to take home or for your records. Turn your mobile phone off and never take calls during a counseling session.
fr: Essayez de ne pas écrire pendant la séance de conseil et de dépistage du VIHsauf si vous notez des informations essentielles que la patiente emporterachez elle ou pour vos dossiers. Éteignez votre téléphone portable et ne répondez jamais au téléphonependant une séance de conseil.
pt: Tente não escrever durante uma sessão de aconselhamento de teste de HIV, a menos que você esteja gravando as principais informações para a mulher levar para casa ou para os seus registros. Desligue o seu celular e nunca receba chamadas durante uma sessão de aconselhamento.

source: Cohort
fr: Cohorte
pt: Coorte

source: Patients who started ART in the same month are called a monthly cohort.
fr: Les patientes ayant commencé le TAR au cours du même mois forment une cohorte mensuelle
pt: Pacientes que iniciaram ART no mesmo mês são chamadas em coorte mensal

source: ART Start Date
fr: Date de début du TAR
pt: Data de início de ART

source: Date that each patient in the cohort was started on ART.
fr: Date à laquelle chaque patiente de la cohorte a été mise sous TAR
pt: Data em que cada paciente no coorte foi iniciada em ART

source: Why Eligible?
fr: Motif d'admissabilité
pt: Por que elegível?

source: Reason the patient was started on ART. The codes for each reason are listed in a box at the bottom of the register and include PG for pregnancy and BF for breastfeeding.
fr: Raison pour laquelle la patiente a été mise sous TAR. Les codes pour chaque motif sont énumérés dans un encadré au bas du registre et incluent E pour enceinte et A pour allaitante.
pt: Motivo pelo qual o paciente foi iniciado em ART. Os códigos para cada motivo estão listados em uma caixa no fundo do registro e incluem G para gravidez e A para amamentação.

source: Estimated Date of Delivery
fr: Date d’accouchement prévue
pt: Data estimada do parto (DEP)

source: Date that women who initiated ART during pregnancy are expected to deliver and/or date that women who fall pregnant while on ART are expected to deliver. This will help with interpretation of findings if a patient for example decides to go home to deliver.
fr: La date à laquelle les femmes ayant commencé leur TAR pendant la grossesse devraient accoucher et/ou la date à laquelle les femmes qui tombent enceintes alors qu’elles sont sous TAR devraient accoucher. Cela facilitera l’interprétation des résultats si une patiente décide par exemple d’accoucher à domicile.
pt: Data em que as mulheres que iniciaram ART durante a gravidez são esperadas a fazer o parto e /ou data em que as mulheres engravidaram enquanto em ART são esperadas a fazer o parto. Isso vai ajudar com a interpretação dos achados se uma paciente por exemplo decide vir para casa para o parto.

source: Follow-up Status
fr: Le statut de suivi
pt: Data de Acompanhamento

source: Whether or not the patient has remained on ART in the months after starting ART. The codes for follow-up status are listed in a box at the bottom of the register and include XX for patients on ART and other codes for patients not on ART.
fr: La patiente est-elle restée ou non sous TAR dans les mois ayant suivi sa mise en route ? Les codes du statut de suivi sont énumérés dans un encadré au bas du registre et incluent XX pour les patientes sous TAR et d’autres codes pour les patientes qui ne sont pas sous TAR.
pt: Se ou não a paciente permaneceu em ART nos meses após iniciar ART. Os códigos para o estado de acompanhamento são listados em uma caixa na parte de baixo do registro e incluem XX para pacientes em ART e outros códigos para pacientes que não estão em ART.

source: Username:
pt: Nome de usuário

source: Password:
pt: Senha

source: Log in
pt: Entrar

source: Hello
fr: Bonjour
pt: Olá

source: Change Password
fr: Modifier le mot de passe
pt: Modificar palavra-passe

source: Log Out
fr: Déconnexion
pt: Sair

source: About
fr: Plus d'information
pt: Sobre

source: Help
fr: Aide
pt: Ajuda

source: Contact
fr: Personne à contacter
pt: Contato

source: Welcome!
fr: Bienvenue !
pt: Bem-vindo

source: From this page you can enter the online learning module from the Begin the Course button, join a group (class) under the groups tab, and edit your account information under the Profile tab.
fr: À partir de cette page, vous pouvez lancer le module de formation en ligneen cliquant sur le bouton « Commencer la formation, » rejoindre un groupe (classe) sous l'onglet dédié aux groupes et modifier les informations de votre compte sousl'onglet réservé aux profils.
pt: A partir desta página, você pode entrar no formato do módulo de aprendizagem online a partir do botão Comece o Curso, participe de um grupo (classe) sob a aba grupos, e edite as informações da sua conta sob a aba Perfil.

source: Option B+ is a new approach to prevent mother to child transmission of HIV and maintain the health of the mother. It entails initiation of lifelong antiretroviral therapy for pregnant and breastfeeding women infected with HIV. This approach is recommended in the WHO (2013) Consolidated Guidelines on the Use of Antiretroviral Drugs for Treating and Preventing HIV Infection. If realized and performed effectively, this approach will advance the goal of an AIDS-Free Generation. Nurses and midwives are of critical importance to the scale-up of Option B+.
fr: L'Option B+ est une nouvelle approche de lutte contre la transmission mère-enfant du VIH qui garantit la bonne santé de la mère. Pour ce faire, elle propose un traitement antirétroviral à vie aux femmes allaitantes séropositives au VIH. Cette approche est recommandée dans les lignes directrices unifiées sur l'utilisation des antirétroviraux pour le traitement et la prévention de l'infection à VIH publiées par l'OMS en 2013. Si elle est correctement mise en place et respectée, cette approche permettra de se rapprocher efficacement de l'objectif d'une génération sans sida. Le personnel infirmier et les sages-femmes jouent un rôle primordial dans le renforcement de l'Option B+.
pt: A Opção B+ é uma nova abordagem para prevenir a transmissão de HIV de mãe para filho e manter a saúda da mãe. Ela implica no início do tratamento antirretroviral ao longo da vida para mulheres grávidas e lactantes infectadas com HIV. Esta abordagem é recomendada pelas Diretrizes Consolidadas sobre o Uso de Medicamentos Antirretrovirais da OMS (2013) para Tratar e Prevenir a Infecção por HIV. Se realizada e executada de forma eficaz, esta abordagem vai avançar a meta de uma Geração Livre de AIDS. As enfermeiras e parteiras são de importância fundamental para o aumento da Opção B+.

source: This online training for Option B+ is designed for self-directed learning by nursing students or practicing professionals but is open to anyone. You can go through each module at your own pace. You can stop at any time and your progress will be saved. When you return, you will come back to this table of contents page where you can review what you have already learned, and proceed to complete the course.
fr: Cette formation en ligne consacrée à l'Option B+ permet aux étudiants en soins infirmiers ou aux professionnels en exercice de suivre un apprentissage à leur rythme. La formation est toutefois ouverte à tous. Il vous est possible d'étudier chaque module à votre rythme et de vous arrêter à tout moment. Votre progression sera enregistrée. Lorsque vous reprenez la formation, vous accédez à cette table des matières où vous pouvez voir les modules terminés et ceux qui restent à explorer.
pt: Este treinamento online para a Opção B+ é designado para o aprendizado auto direcionado por estudantes de enfermaria ou profissionais, mas é aberto para qualquer pessoa. Você pode passar por cada módulo no seu próprio ritmo. Você pode parar a qualquer momento e o seu progresso será salvo. Quando você retornar, você voltará para esta página de tabela de conteúdo onde você pode revisar o que você já aprendeu e prosseguir para completar o curso.

source: Session Progress
fr: Progression des séances
pt: Progresso da Sessão

source: Begin the Course
fr: Commencer la formation
pt: Comece o Curso

source: of
fr: sur
pt: de

source: sessions completed
fr: séances terminée
pt: sessões concluídas

source: Continue
fr: Continuer
pt: Continuar

source: Progress Report
fr: Rapport sur la progression
pt: Relate o Progresso

source: Pre-test score
fr: Score au pré-test
pt: Pontuação pré-teste

source: Incomplete
fr: Incomplète
pt: Incompleto

source: Session
fr: Séance
pt: Sessão

source: score
pt: pontuação

source: Post-test score
fr: Score au post-test
pt: Pontuação pós-teste

source: Average session score
fr: Score moyen aux séances
pt: Média de pontuação da sessão

source: Pre/Post Change
fr: Différences entre le pré-test et le post-test
pt: Pré/Pós Alteração

source: Contact ICAP
fr: Contacter l'ICAP
pt: Entre em contato com ICAP

source: Your message has been sent to ICAP
fr: Votre message a été envoyé à l'ICAP
pt: Sua mensagem foi enviada ao ICAP

source: An ICAP administrator will follow up with you soon. Thank you.
fr: Un administrateur ICAP vous répondra bientôt. Merci.
pt: Um administrador do ICAP entrará em contato com você em breve. Obrigado.

source: Return to ICAP Nursing E-learning
fr: Revenir à ICAP Nursing E-learning
pt: Voltar ao ICAP Nursing E-learning
